[
    {
        "title":"ดอกดาวเรือง",
        "subtitle":"ทำให้ชีวิตมีความเจริญรุ่งเรือง มีความเจริญก้วหน้า",
        "image_url":"https://cdn.pixabay.com/photo/2019/12/14/15/50/marigold-4695184_1280.jpg",
        "detail":"ดอกดาวเรือง ใช้ร้อยพวงมาลัยชนิดต่าง ๆ เพื่อการบูชาพระและสิ่งศักดิ์สิทธิ์ตามความเชื่อ กลีบดอกดาวเรืองมีสารสีเหลืองที่เรียกว่าแซนโทฟิลล์สูง จึงมีการปลูกเพื่อเก็บดอกเพื่อเอาไปเป็นส่วนผสมของอาหารไก่ไข่เพื่อให้ไข่แดงมีสีแดงสวยทดแทนสารสังเคราะห์\n\nดาวเรืองสะสมสารหนูได้ 42% ในใบ[1] จึงมีประโยชน์ในการฟื้นฟูดินที่ปนเปื้อนสารหนู มีกลิ่นฉุนและสามารถไล่ยุงได้รวมถึงสามารถไล่ส่งมีชิวิตชนิดอื่นๆได้อีกด้วย\n\nดอกดาวเรืองที่ไม่มีคุณภาพก็สามรถนำมาทำเป็นซากพืชซากสัตว์ได้อีกด้วยซึ่งในลักษณะนี้จะมีประโยชน์มากกว่าการนำดอกดาวเรืองที่ไม่มีคุณภาพไปใช้ในการทำสิ่งอื่นๆ เพราะรูปลักษณ์นั้นจะดูไม่สวย อีกทั้งกลิ่น รวมถึงลักษณะทางกายภาพนั้นจะแย่กว่าดอกอื่น ซึ่งสมารถจำแนกได้จากลักษณะของดอก ซึ่งจะอ้วนอวบกว่าดอกอื่นๆจนเห็นได้ชัด มีการช้ำที่ดอก ดอกไม่หนา ไม่มีกลิ่น และ สีเหลืองไม่นวลตา\n\nในเรื่องของความเชื่อจึงมีความหมายอันเป็นมงคลซึ่งหมายถึงความมั่นคง โดยมักสื่อความหมายถึงครอบครัวใหม่ หรือทางด้านความรักด้วย แต่หากใช้ดอกดาวเรืองที่ไร้คุณภาพนั้นอาจส่งผลไม่ดีด้านความรัก"
    },
    {
        "title":"ดอกกุหลาบ",
        "subtitle":"เชื่อว่าจะนำความรักความอบอุ่นมาให้",
        "image_url":"https://cdn.pixabay.com/photo/2016/02/29/20/17/roses-1229148_1280.jpg",
        "detail":"กุหลาบ เป็นต้นไม้ที่ผู้คนทั่วไปต่างรู้จักดี เพราะได้รับความนิยมอย่างแพร่หลาย เนื่องจากความงดงามของดอกกุหลาบนั้น ดึงดูดใจและยังมีกลิ่นหอมจับใจอีกด้วย  กุหลาบเป็นต้นไม้ที่มีดอกหลายสีทั้งสีแดง สีขาว สีเหลือง สีชมพู สีแสด และสีม่วง  ดอกกุหลาบได้รับการขนานนามให้เป็น “ราชินีแห่งดอกไม้” เพราะมีรูปลักษณ์ และสีสันที่สวยงามจับตาของผู้พบเห็น  คนโบราณเชื่อว่าหากครอบครัวใดปลูกกุหลาบเอาไว้ภายในบริเวณบ้าน ก็จะช่วยเพิ่มความสง่างาม และโรแมนติกให้แก่บรรยากาศบ้านได้เป็นอย่างดี เพราะดอกกุหลาบที่ชูช่อบานนั้น จะสวยงามโดดเด่นจนใครๆ ต่างก็ชื่นชม  ยังเชื่อกันอีกว่าหากปลูกต้นกุหลาบ สมาชิกทุกคนภายในบ้านก็จะมีโชคลาภ มีชีวิตที่ดี มีความฉลาดปราดเปรื่อง มีคุณภาพชีวิตที่ดียิ่งขึ้น"
    },
    {
        "title":"ดอกมะลิ",
        "subtitle":"คือ ความมั่นคง ความรักอันแสนบริสุทธิ์ ความกตัญญู",
        "image_url":"https://cdn.pixabay.com/photo/2018/07/09/21/11/jasmin-3527298_1280.jpg",
        "detail":"ดอกมะลิ ถือว่าเป็นไม้มงคลที่มีมาตั้งแต่โบราณ ว่ากันว่าดอกไม้ชนิดนี้เป็นดอกไม้ประจำองค์พระนารายณ์ นอกจากนั้นผู้คนส่วนใหญ่ยังนิยมนำเอาดอกมะลิมาใช้เป็นเครื่องสักการะบูชาพระ ด้วยกลิ่นหอมเย็นและสีขาวบริสุทธิ์ของดอกมะลิ เชื่อกันว่าบ้านใดที่ปลูกต้นมะลิเอาไว้ทางทิศตะวันตกเฉียงเหนือของบ้าน จะช่วยเสริมให้คนในบ้านได้รับความปราถนาดี เป็นที่รัก และเป็นที่คิดถึงของคนทั่วไป อีกทั้งยังทำให้คนในบ้านมีจิตใจที่บริสุทธิ์ รู้จักกตัญญูกตเวทีต่อผู้มีพระคุณ ซึ่งเป็นที่ทราบกันดีว่า ดอกมะลิ นั้นเป็นดอกไม้ประจำวันแม่แห่งชาติด้วย"
    },
    {
        "title":"ดอกกล้วยไม้",
        "subtitle":"เป็นสัญลักษณ์ของความมั่นคง",
        "image_url":"https://cdn.pixabay.com/photo/2017/06/18/16/31/orchid-2416334_1280.jpg",
        "detail":"ดอกกล้วยกล้วยไม้เป็นสัญลักษณ์ของความมั่นคง เป็นดอกไม้ที่ควรปลูกไว้ในบ้านเพราะจะนำพลังงานที่ดีมาให้ผู้ที่อยู่อาศัย การงานจะราบรื่น มีความเจริญก้าวหน้า จะมีความมั่งคั่ง นอกจากนี้ยังมีความหมายในภาษารักด้วยว่า ฉันไม่อาจห้ามใจไม่ให้คิดถึงเธอ"
    },
    {
        "title":"ดอกแก้ว",
        "subtitle":"เป็นสัญลักษณ์ของความมั่นคง",
        "image_url":"https://cdn.pixabay.com/photo/2017/06/18/16/31/orchid-2416334_1280.jpg",
        "detail":"ดอกกล้วยกล้วยไม้เป็นสัญลักษณ์ของความมั่นคง เป็นดอกไม้ที่ควรปลูกไว้ในบ้านเพราะจะนำพลังงานที่ดีมาให้ผู้ที่อยู่อาศัย การงานจะราบรื่น มีความเจริญก้าวหน้า จะมีความมั่งคั่ง นอกจากนี้ยังมีความหมายในภาษารักด้วยว่า ฉันไม่อาจห้ามใจไม่ให้คิดถึงเธอ"
    }
]

